        //1)
        /*var tempC = parseInt(prompt("Введите температуру С:"));
        var tempF = (9 / 5) * tempC + 32;
        alert("Температура F: " + tempF); */

        //2)
        /*var a = 10;
        var b = 20;
        a = a + b;
        b = a - b;
        a = a - b;
        alert("a = " + a + "\nb = " + b);*/
        
        //3)
        /*var admin, name;
        name  = prompt("Имя:");
        admin = name;
        alert("admin: " + admin);*/
        
        //4)
        //alert(1000 + "108");
        //1000108 - конкатенация
        
        //5)
        /* При использовании async скрипты и html загружаются параллельно и
        срабатывают по мере загрузки (кто первый загрузился, тот первый и
        появился) 
			При использовании defer скрипты и html также загружаются параллельно,
        но срабатывают в том порядке, в котором указаны в документе, и всегда
        после html */