// На базе игры, созданной на уроке, реализовать игру «Кто хочет стать миллионером?»

var question1 = {
    text: '1. Как правильно закончить пословицу: «Не откладывай на завтра то, что можно…»?\n',
    a: 'a. сделать сегодня\n',
    b: 'b. сделать послезавтра\n',
    c: 'c. сделать через месяц\n',
    d: 'd. никогда не делать\n',
    answer: 'a',
    sum: 1000,
}
var question2 = {
    text: '2. Что говорит человек, когда замечает нечто необычное?\n',
    a: 'a. попало в лоб\n',
    b: 'b. залетело в рот\n',
    c: 'c. накапало в уши\n',
    d: 'd. бросилось в глаза\n',
    answer: 'd',
    sum: 2000,
}
var question3 = {
    text: '3. Что помогает туристу ориентироваться в незнакомом городе?\n',
    a: 'a. путепровод\n',
    b: 'b. путеукладчик\n',
    c: 'c. путеводитель\n',
    d: 'd. путеводная звезда\n',
    answer: 'c',
    sum: 5000,
}
var question4 = {
    text: '4. Какой наряд прославил баснописец Крылов?\n',
    a: 'a. тришкин кафтан\n',
    b: 'b. ивашкин армяк\n',
    c: 'c. прошкин зипун\n',
    d: 'd. машкин сарафан\n',
    answer: 'a',
    sum: 10000,
}
var questions = [question1, question2, question3, question4];
